//
//  Localizable.strings
//
//  Copyright 2009-2011 Adobe Systems, Inc. All rights reserved.


// APPLICATION
"GetSupport" = "Ottieni assistenza";
"GetLabsUninstaller" = "Ottenete il programma di disinstallazione";


// DISPATCHER
"ReinstallButtonDescription" = "Installa l\'ultima versione";
"UninstallButtonDescription" = "Rimuovi installazione corrente";

"ReinstallButtonTitle" = "SCARICA L\'ULTIMA VERSIONE";
"UninstallButtonTitle" = "DISINSTALLA";


// INSTALL CHECK
"CannotInstallFlashPlayer" = "Impossibile installare Adobe® Flash® Player.\n";
"NewerFlashPlayerAlreadyInstalled" = "Nel sistema è già installata una versione più recente del software.";
"InstalledVersionTitle" = "Versione installata:";
"ThisVersionTitle" = "Questa versione:";
"SystemDoesNotMeetMinimumRequirements" = "Il sistema non rispetta i requisiti minimi per l'installazione. È necessario Mac OS X %@ o una versione successiva.";
"NeedToUninstallFirst" = "Prima di installare questa versione di Flash Player, dovete eseguire il programma di disinstallazione di Flash Player. Accedete alla pagina Web Adobe Labs per scaricare il programma di disinstallazione.";

// WELCOME
"LicenseAgreementLink" = "Leggete qui la licenza.";
"ReadAndAgreeToTermsOfUse" = "Ho letto e accetto le condizioni del contratto di licenza di Flash Player.";


// CLOSE FP CLIENTS
"CloseFPClientsDescription1" = "Chiudete le seguenti applicazioni per continuare:";
"CloseFPClientsDescription2" = "Potete chiuderle manualmente oppure facendo clic qui sotto.";

"ForceCloseAllButtonTitle" = "Chiudi tutto forzatamente";

"CloseAppsDialogTitle" = "Chiudi altre applicazioni";
"CloseAppsDialogMessage" = "Sono ancora aperte alcune applicazioni che devono essere chiuse.\n\nFate clic su OK per visualizzare un elenco aggiornato.";

"OKButtonTitle" = "OK";
"CloseButtonTitle" = "Chiudi";


// INSTALL
"FPInstallerWindowTitle" = "Programma di installazione di Adobe Flash Player %@";

"EnableInstallMessage" = "Per abilitare l'installazione, fate clic sulla casella di controllo qui sopra per accettare il contratto di licenza.";

"InstallingMessage" = "Installazione…";
"InstallPercentage" = "%d%%";
"FinalizingInstallationMessage" = "Completamento installazione…";

"InstallButtonTitle" = "INSTALLA";
"RetryButtonTitle" = "RIPROVA";
"QuitButtonTitle" = "ESCI";
"DoneButtonTitle" = "FINE";
"DownloadButtonTitle" = "SCARICA";

// +--> Success
"InstallSucceededTitle" = "L'installazione di Flash Player %@ è completa";
"RestartBrowserMessage" = "Riavviate il browser";

// +--> Failure
"InstallFailedTitle" = "Installazione non riuscita";
"InstallFailedDescription" = "Installazione non riuscita.";
"ErrorLogTitle" = "Registro errori:";


// UPDATE OPTIONS
"UpdateOptionsTitle" = "Aggiornate le preferenze di Flash Player";
"UpdateOptionsSubheader" = "È possibile scaricare e installare automaticamente aggiornamenti e miglioramenti relativi alla sicurezza.";
"UpdateMethodSelectionTitle" = "Scegliete il metodo di aggiornamento:";
"UpdateOption_InstallAutomatically" = "Consenti ad Adobe di installare gli aggiornamenti (consigliato)";
"UpdateOption_NotifyUser" = "Segnalami l'installazione degli aggiornamenti";
"UpdateOption_DoNotCheckForUpdates" = "Non verificare mai la disponibilità di aggiornamenti (non consigliato)";
"UpdateOptionsLearnMore" = "Ulteriori informazioni";
"UpdateOptionsLearnMoreURL" = "http://www.adobe.com/go/learnmore_fp_updates_it";


// UNINSTALL
"FPUninstallerWindowTitle" = "Programma di disinstallazione di Adobe Flash Player";
"UninstallDescriptionText" = "Questo programma rimuoverà Adobe® Flash® Player dal computer.";
"UninstallDescriptionText_PlusTentacleRemover" = "Questo programma rimuoverà dal computer Adobe® Flash® Player e tutti i file di cache e le impostazioni associate al programma.";

"UninstallingMessage" = "Disinstallazione…";
"UninstallCompletedTitle" = "Completato";

// +--> Success
"UninstallSucceededText" = "Adobe® Flash® Player è stato rimosso dal sistema.";


// AUTOUPDATE
// Checking for updates
"CheckInternetConnection" = "Impossibile caricare le informazioni di aggiornamento. Verificate la connessione Internet e riprovate.";
"CheckingForUpdatesText" = "Recupero informazioni sugli aggiornamenti...";

// No update available
"FlashPlayerIsUpToDate" = "Adobe® Flash® Player è aggiornato su questo sistema.";

// Update available
"AutoUpdateXmlLocale" = "it";
"FPAutoUpdateWindowTitle" = "Aggiorna Adobe Flash Player";
"UpdateAvailableText" = "È disponibile un aggiornamento di Adobe® Flash® Player.";
"InstallThisUpdateQuestion" = "Installare questo aggiornamento?";
"ChangeSettingsText" = "Potete modificare le impostazioni di aggiornamento in Gestione impostazioni locali.";
"LaunchLSMLink" = "Avvia Gestione impostazioni locali";

"RemindMeLaterButtonTitle" = "RICORDAMELO PIÙ TARDI";


// Download Progress Panel
"CancelButtonTitle" = "ANNULLA";
"DownloadSucceededTitle" = "Download riuscito";
"DownloadFailedTitle" = "Download non riuscito";
"DownloadPercentage" = "%d%%";
"DownloadFailedDescription" = "Si è verificato un errore durante il download del programma di installazione. Assicuratevi che la connessione a Internet sia attiva, quindi riprovate.";
"DownloadingMessage" = "Download in corso…";
"VerifyingDownloadMessage" = "Verifica download…";
"UnpackingDownloadMessage" = "Estrazione download…";
"LaunchingInstallerMessage" = "Avvio programma di installazione…";

// Redirect URL
"PDCRedirectU​RL" = "https://get3.adobe.com/it/flashplayer/update/osx";
"PPAPIPDCRedirectU​RL" = "https://get3.adobe.com/it/flashplayer/update/ppapiosx";

// Analytics Options
"AnalyticsTitle" = "Dati di utilizzo";
"AnalyticsCheckboxLabel" = "Inviate dati di utilizzo anonimi";
"AnalyticsCheckboxDescription" = "Contribuite al miglioramento di Adobe Flash Player inviando dati di utilizzo anonimi. Potrete modificare questa opzione in qualsiasi momento.";
"AnalyticsLearnMore" = "Ulteriori informazioni";
"AnalyticsLearnMoreURL" = "http://www.adobe.com/go/fp_learn_more_usage_data_it";
